{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "i'm",
    "home_what_i_do": "I make awesome websites",
    "home_job": "Full stack web developer, UI/UX designer, freelancer, Github addict.",
    "home_location": "Based in Hong Kong",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello there, my name is PHILL LIN and I'm an efficient full stack developer with 7+ years experience in application layers, presentation layers, and databases. Spearheaded successful transition from LAMP stack to MEAN which cut latency by 40% and increased effectiveness of database administrators by 20%. Seeking to further improve HTML5 and CSS3 skills as the future full stack developer at Atmospheric Solutions.",
    "experience_0_job": "Full stack web developer",
    "experience_0_overview": "Created a web application that allowed 75K users to search for nearby restaurants based on their location with 89% accuracy etc.",
    "experience_0_duration": "March 2019 - Present",
    "experience_1_job": "Front-end web developer",
    "experience_1_overview": "eveloped front-end code using HTML, CSS, JavaScript, jQuery to create a responsive web application that works across 29 devices, including desktops and tablets etc.",
    "experience_1_duration": "July 2017 - February 2018",
    "experience_2_job": "Software Engineer",
    "experience_2_overview": "Designed and launched an automated testing framework using Python’s unit test module, which reduced manual QA time from 9 weeks to 10 hours per release.",
    "experience_2_duration": "June 2015 - June 2017",
    "projects_1_overview": "Tunflix is the tunisian Netflix.",
    "projects_2_overview": "Code Hub is a hub for code lover ",
    "projects_3_overview": "Burpees.io is a solution for gyms.",
    "projects_1_extended_overview": "Tunflix is a streaming website: it allows you to watch movies by scraping data from the internet. The UI is modern and base on material design",
    "projects_2_extended_overview": "codehub.tn is a showcase website for Code Hub: a coworking space at Sousse for developers",
    "projects_3_extended_overview": "Burpees.io is a solution for gyms. you can see plannings, take reservations and more. We've developed a white labalise app: If a client wants his native application it will be generated automatically. The dashboard is for the gym owner.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
