{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "i'm",
    "home_what_i_do": "I make awesome websites",
    "home_job": "Full stack web developer, UI/UX designer, freelancer, Github addict.",
    "home_location": "Based in Hong Kong",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello there, my name is PHILL LIN and i love doing stuff for internet espacially open-source projects. My love for the development started when i was 14: i was playing a french video game called Dofus and i wanted to automate repetitive things so i built a bot for the game (it's not fair i know 🙁). Now, i mainly develop MERN stack apps, i'm open to new opportunities.",
    "experience_0_job": "Full stack web developer",
    "experience_0_overview": "Solved 30+ new software solutions by analyzing system performance and processing log standards, Implemented security measures to protect 30+ web applications from potential threats and vulnerabilitie and so on.",
    "experience_0_duration": "Jan 2019 - Present",
    "experience_1_job": "Front-end web developer",
    "experience_1_overview": "Collaborated with external programmers to coordinate delivery of 6 new software applications, Communicated with line of business and managed the overall status and health of 20+ applications ...",
    "experience_1_duration": "September 2017 - December 2018",
    "experience_2_job": "Backend Developer",
    "experience_2_overview": "Developed and maintained RESTful APIs using Node.js and Express.js, allowing for seamless communication between the front-end and backend of web applications, Designed and implemented database schemas using SQL and NoSQL databases such as MySQL, MongoDB, and Redis, ensuring efficient data storage and retrieval improve user satisfaction, which generated a 15% increase in mobile app downloads",
    "experience_2_duration": "September 2016 - August 2017",
    "projects_1_overview": "Tunflix is the tunisian Netflix.",
    "projects_2_overview": "Code Hub is a hub for code lover ",
    "projects_3_overview": "Burpees.io is a solution for gyms.",
    "projects_1_extended_overview": "Tunflix is a streaming website: it allows you to watch movies by scraping data from the internet. The UI is modern and base on material design",
    "projects_2_extended_overview": "codehub.tn is a showcase website for Code Hub: a coworking space at Sousse for developers",
    "projects_3_extended_overview": "Burpees.io is a solution for gyms. you can see plannings, take reservations and more. We've developed a white labalise app: If a client wants his native application it will be generated automatically. The dashboard is for the gym owner.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
